questions1 = (('Где вы предпочитаете проводить своё свободное время?'
               '\n A) В джунглях или лесу.'
               '\n B) В воде или возле водоёмов.'
               '\n C) На открытых просторах.'
               '\n D) В уютной норке.'))
questions2 = (('Какая у вас любимая еда?'
               '\n A) Фрукты и овощи.'
               '\n B) Мясо и рыба.'
               '\n C) Насекомые и мелкие животные.'
               '\n D) Всё, что можно найти.'))
questions3 = (('Какой ваш идеальный дом?'
               '\n A) Высоко в деревьях или на скале.'
               '\n B) Глубоко под водой или возле неё.'
               '\n C) На открытой равнине или в горах.'
               '\n D) В тёплой норке или уютной пещере.'))
questions4 = (('Какое ваше любимое занятие?'
               '\n A) Изучать новые места и вещи.'
               '\n B) Плавать или заниматься водными видами спорта.'
               '\n C) Бегать или заниматься активными видами спорта.'
               '\n D) Искать уютные уголки и отдыхать.'))
questions5 = (('Какой ваш любимый вид отдыха?'
               '\n A) Путешествия и приключения.'
               '\n B) Расслабление у воды.'
               '\n C) Активные игры и соревнования.'
               '\n D) Спокойный отдых дома.'))
questions6 = (('Как вы ведёте себя в конфликтных ситуациях?'
               '\n A) Стараюсь уладить конфликт мирным путём.'
               '\n B) Защищаю себя и свою территорию.'
               '\n C) Быстро реагирую и принимаю решения.'
               '\n D) Предпочитаю избегать конфликтов.'))
questions7 = (('Какое ваше любимое время суток?'
               '\n A) Утро, когда всё просыпается.'
               '\n B) Вечер, когда можно расслабиться.'
               '\n C) День, когда можно быть активным.'
               '\n D) Ночь, когда тихо и спокойно.'))
