# от 11 до 22
animals_low = {{
        "name": "БЕЛАЯ СОВА",
        "about_animal": 'Белая сова – яркая, хорошо известная птица, гнездящаяся в тундре. В зимнее время может совершать дальние кочевки, достигая границ Москвы.',
    },
    {
        "name": "ИРБИС, СНЕЖНЫЙ БАРС",
        "about_animal": "Ирбис – очень редкая кошка, вид находится в уязвимом состоянии, Международный статус – IUCN (VU). "
                        "Включён в 1 Приложение Конвенции о международной торговле редкими вида дикой фауны и флоры, находящимися под угрозой исчезновения – CITES (1).",
    },
    {
        "name": "АЛЬПАКА",
        "about_animal": "Одомашненный потомок дикого безгорбого верблюда Южной Америки.",
    },
    {
        "name": "АМУРСКИЙ ТИГР",
        "about_animal": "Амурский тигр, самый крупный из всех тигров, поражает своей грацией и силой. "
                        "Это один из самых редких подвидов, в природе этих животных осталось меньше, чем в зоопарках. "
                        "Животным этого подвида не страшны снег и морозы, единственный их враг в природе - человек.",
    },
    {
        "name": "ВОСТОЧНО-СИБИРСКАЯ РЫСЬ",
        "about_animal": "Самая «северная» кошка, вопреки распространенному мнению, не нападает на свою жертву, прыгая с дерева, а охотится, осторожно подкрадываясь к ней.",
    },
    {
        "name": "ДАЛЬНЕВОСТОЧНЫЙ ЛЕОПАРД",
        "about_animal": "Самая редкая в мире крупная кошка, численность которой в природе немногим более 100 особей.",
    },}

# от 23 до 34
animals_medium = {{
        "name": "ЕВРОПЕЙСКИЙ ВОЛК",
        "about_animal": "Волк – обычный хищник на территории России, численность его регулируется. "
                        "Во многих регионах Европы и Северной Америки он взят под охрану закона.",
    },
    {
        "name": "КАПСКИЙ ТРУБКОЗУБ",
        "about_animal": "Научное название происходит от греческого слова Orycteropus, что означает «роющие конечности» и after – производное от «Африка». "
                        "За внешнее сходство со свиньёй голландские колонисты дали трубкозубу название «аардварк» - земляной поросёнок, позже это название вошло и в английский азык. "
                        "Африканцы чаще называли его «абу-делаф» - отец когтей. Русское название животное получило за своеобразное строение зубов.",
    },
    {
        "name": "КАРЛИКОВЫЙ БЕГЕМОТ",
        "about_animal": "В отличие от своих гигантских собратьев эти «малыши» живут поодиночке или парами и не стремятся активно охранять свою территорию.",
    },
    {
        "name": "МАЛАЯ ПАНДА",
        "about_animal": "Симпатичный зверь размером с крупного домашнего кота, малая панда полосатым хвостом похожа на енота",
    },
    {
        "name": "ПАПУАНСКИЙ КАЛАО",
        "about_animal": "Классический представитель семейства птиц-носорогов с очень характерным поведением во время гнездования.",
    },}

# от 35 до 44
animals_max = {{
        "name": "СЕРЫЙ ТЮЛЕНЬ",
        "about_animal": "Крупный тюлень, отличается от других видов настоящих тюленей более вытянутой мордой, за что получил название – длинномордый.",
    },
    {
        "name": "СУРИКАТ",
        "about_animal": "Эти животные немного похожи на обезьян, немного на енотов, и чуть-чуть на грызунов",
    },
    {
        "name": "ПУМА",
        "about_animal": "Кошка, живущая и в Северном, и в Южном полушариях. Обитает на землях многих индейских племён и поэтому имеет массу местных названий",
    },
    {
        "name": "РОСОМАХА",
        "about_animal": "Росомаха – вечная бродяга севера, внешне напоминающая небольшого медведя. Это самый крупный и сильный хищник из семейства куньих.",
    }, }

