start_hello = (("Привет мой друг добро пожаловать в телеграм бота Московского зоопарка."
                "\n Если ты не знаешь что я могу делать то нажми на клавишу 'Навигация по мне'"))

help_opekyn = (("Программа опекунства Московского зоопарка предлагает возможность поддержать"
                " содержание животных, став их опекуном. Опекуны могут выбрать любое животное"
                ", получая право на размещение своего имени на табличке в зоопарке и на сайте,"
                " а также на участие в мероприятиях для опекунов. Взнос идет на улучшение условий"
                " содержания животных и обогащение среды их обитания. "
                "Подробнее о программе можно узнать на сайте Московского зоопарка"))

info = ('Если ты хочешь связаться с нами то ты можешь воспользоваться:'
        '\n Тел:+7 (499) 252-29-51'
        '\n mail:pcn@culture.mos.ru'
        '\n Ждем вас с 7:30 до 22:00'
        '\n Мы всегда рады вашим звонкам и обращениям')

help_menu = ('Ты не смог разобраться что я могу'
             '\n Давай я тебе помогу'
             '\n У меня есть следующие возможности:'
             '\n 1. Игра "Тотем"'
             '\n В этой игре ты сможешь узнать какое животное тебе ближе с твоими привычками и образом жизни '
             '\n 2. Картинка животного'
             '\n Здесь ты можешь получить картинку какого-нибудь животного '
             'P.s Только помни что каждый раз ты получаешь новую картинку'
             '\n 3. История'
             '\n Тут ты можешь узнать историю нашего зоопарка и чем мы занимаемся'
             '\n 4. Тех.поддержка Зоопарка'
             '\n Здесь ты можешь связаться с нашей лучшей поддержкой которое сможет помочь тебе в любых вопросах'
             '\n 5. Опекун Животных'
             '\n В этом разделе ты можешь поспособствовать в помощи нашим любимым животным и стать их опекуном, '
             'о подробности ты можешь узнать в этом разделе'
             '\n 6. Навигация по мне '
             '\n Ты уже находишься здесь друг'
             )

game_animal = (("Ух-ты, ты решил узнать какое твое тотемное животное."
                "\n Позволь мне разъяснить тебе правила этой игры."
                "\n Ты должен отвечать на вопросы в этом тесте и по результатам этого теста я определю какое твое тотемное животное."
                "\n Если ты готов то нажимай кнопку 'Старт!'"
                "\n Или же ты можешь вернутся обратно в меню нажав клавишу 'Главное меню'"))

history_zoo = (("*Московский зоопарк* — один из старейших зоопарков Европы."
                "Он был открыт 31 января 1864 года по старому стилю и назывался тогда зоосадом.\n\n"
                "*Миссия зоопарка:*\n"
                "*Природоохранная* Содержание и разведение представителей редких и исчезающих видов, "
                "участие в работе по реинтродукции животных в "
                "природу и в мониторинге естественных популяций.\n\n"
                "*Просветительская* Публиковать информацию о работах, "
                "имеющих отношение к практической деятельности по сохранению видов\n\n"
                "*Природоохранная* Относиться к деятельности по сохранению видов"
                " как к наиболее приоритетной цели и направлению своей работы"
                "\n Если ты хочешь узнать больше о нашем зоопарке можешь посетить наш сайт."
                "\n  Нажми на кнопку ниже чтобы перейти на сайт "))

give_photo = (("Хочешь получить фото животного мой любознательный друг)"
               "\n Смотри тут довольно все просто тебе нужно всего лишь нажать кнопку 'Хочу животного'"
               "\n PS:Только помни что нажимая каждый раз клавишу 'Хочу животного' ты будешь получать разных животных"))

information = (("Если ты хочешь связаться с нами то ты можешь воспользоваться:"
                '\n Тел:+7 (499) 252-29-51'
                '\n mail:pcn@culture.mos.ru'
                '\n Ждем вас с 7:30 до 22:00'
                "\n Мы всегда рады вашим звонкам и обращениям"))

end_game = (("НУ что ты готов узнать какое твое тотемное животное"
             "\n Если готов то нажми кнопку 'Узнать результат'"
             "\n Ну а если ты не готов еще узнать какое твое тотемное животное нажми кнопку 'Главное меню'"
             "\n PS Только помни что твой результат не сохраняется и прийдется начинать заново"))

replay_game = (("Ну что понравилось тебе твое тотемное животное."
                "\n Нет... Не расстраивайся ты можешь нажать кнопку 'Ещё раз!' и попробовать еще раз узнать"
                "своего тотемного животного"))

feedback = (("ОУ, ты решил оставить на меня отзыв😊 Как приятно😍"
             "\n Напиши пряма в чат свой отзыв и я обязательно его передам своим создателям"
             "\n Еще раз спасибо тебе за свой отзыв😘"))